{
  "Economics": "GUIShop не получает ответа от плагина Экономика. Пожалуйста убедитесь что плагин экономика установлен правильно.",
  "EconomicsMaxDebt": "Транзакция отклонена, вы уже достигли максимального экономического долга",
  "EconomicsExceedsDebt": "Транзакция отклонена, это приведет к превышению максимального экономического долга {0}",
  "CustomInvalidID": "Идентификатор пользовательской валюты недействителен, требуется обновление конфигурации для этого магазина {0}",
  "MaxEconomicsBalance": "Транзакция отклонена, вы уже достигли максимального экономического предела",
  "EconomicsExceedsLimit": "Транзакция отклонена, это приведет к превышению максимального экономического предела заработка, равного {0}",
  "ServerRewards": "GUIShop не получает ответа от плагина ServerRewards плагин. Пожалуйста, убедитесь, что ServerRewards плагин установлен правильно.",
  "TakeCurrency": "GUIShop не смог забрать эту валюту при покупке {0}",
  "Bought": "Вы успешно купили {0} {1}.",
  "Sold": "Вы успешно продали {0} {1}.",
  "Cooldown": "Вы можете купить этот товар один раз в {0} секунд.",
  "InventoryFull": "Ваш инвентарь полностью заполнен.",
  "InventorySlots": "У вас должно быть {0} свободных слота в инвентаре.",
  "ErrorShop": "Что то произошло с магазином. Пожалуйста сообщите об этом администратору.",
  "GlobalShopsDisabled": "Глобальные магазины отключены. На данном сервере используются торговцы НПС!",
  "DeniedActionInShop": "Вам не разрешено использовать {0} в этом магазине",
  "ShopItemItemInvalid": "ВНИМАНИЕ: Данный предмет недействителен! Пожалуйста сообщите об этом администратору!",
  "ItemNotValidbuy": "ВНИМАНИЕ: Этот предмет невозможно купить. Пожалуйста сообщите об этом администратору!",
  "ItemNotValidsell": "ВНИМАНИЕ: Этот предмет невозможно продать. Пожалуйста сообщите об этом администратору!",
  "RedeemKitFail": "ВНИМАНИЕ: При получении комплекта произошла ошибка. Пожалуйста сообщите об этом администратору!",
  "NotKit": "Ошибка в название комплекта {0}",
  "BuyCmd": "Нельзя купить сразу несколько единиц данного товара!",
  "BuyPriceFail": "ВНИМАНИЕ: Цена товара не указана администратором, покупка невозможна",
  "SellPriceFail": "ВНИМАНИЕ: Цена товара не указана администратором, продажа невозможна",
  "NotEnoughMoney": "Вам нужно {0} монет для покупки {1}x {2}",
  "NotEnoughMoneyCustom": "Вам нужно {0} валюты для покупки {1}x {2}",
  "CustomCurrencyFail": "ВНИМАНИЕ: Администратор установил магазин {0} для торговли специальной валютой, но не установил действительный идентификатор валюты {1}",
  "NotEnoughSell": "У вас недостаточно этого продукта для продажи",
  "NotNothingShopFail": "Ошибка, вы не можете купить 0 {0}. Связаться с разработчиком",
  "ItemNoExist": "ВНИМАНИЕ: Товар который вы приобретаете - не существует! Пожалуйста сообщите об этом администратору!",
  "ItemNoExistTake": "Товар, указанный в магазине, который вы пытаетесь продать, недействителен, свяжитесь с администратором",
  "ItemIsNotBlueprintable": "Ошибка Этот предмет {0} в магазине нельзя купить в качестве чертежа! Связаться с администратором",
  "BuildingBlocked": "Вы не можете делать покупки, находясь в зоне, заблокированной зданием.",
  "BlockedMonuments": "Вы не можете искользовать магазин рядом с памятником!",
  "ItemNotEnabled": "Продавец отключил продажу этого предмета.",
  "ItemNotFound": "Товар не найден",
  "CantSellCommands": "Вы не можете продать команду обратно в магазин.",
  "CantSellKits": "Вы не можете продать комплект обратно в магазин.",
  "GUIShopResponse": "GUIShop ожидает загрузки ImageLibrary и LangAPI, пожалуйста подождите.",
  "NPCResponseClose": "Спасибо за покупку {0}. Приходите к нам ещё!",
  "NPCResponseOpen": "Добро пожаловать в {0} что хотите приобрести? Нажмите Е для начала торговли!",
  "NoPerm": "У вас нет разрешения делать покупки в {0}",
  "WipeReady": "Уважаемый {0}, все магазины закрыты на \n {1} минут",
  "ImageLibraryFailure": "ImageLibrary отсутствует или занята другими порядками загрузки плагинов. GUIShop непригоден для использования. \n Перезагрузите GUIShop и увеличьте лимит поверки счетчика конфигурации до значения, превышающего {0}",
  "NoPermUse": "У вас нет разрешения {0}",
  "Commands": "Команды",
  "Attire": "Одежда",
  "Misc": "Разное",
  "Items": "Предметы",
  "Ammunition": "Боеприпасы",
  "Construction": "Строительство",
  "Component": "Компоненты",
  "Traps": "Ловушки",
  "Electrical": "Электричество",
  "Fun": "Веселье",
  "Food": "Еда",
  "Resources": "Ресурсы",
  "Tool": "Инструмент",
  "Weapon": "Оружие",
  "Medical": "Медицина",
  "Minicopter": "Миникоптер",
  "Sedan": "Седан",
  "Airdrop Call": "Вызов Аирдропа"
}