{
  "Economics": "GUIShop n'a pas reçu de réponse du plugin Economics. Veuillez vous assurer que le plugin Economics est correctement installé.",
  "EconomicsMaxDebt": "Transaction refusée, vous avez déjà une dette économique maximale",
  "EconomicsExceedsDebt": "Transaction refusée, cela dépasserait la limite d'endettement économique maximale de {0}",
  "CustomInvalidID": "L'ID de devise personnalisé n'est pas valide, la configuration nécessite une mise à jour pour cette boutique {0}",
  "MaxEconomicsBalance": "Transaction refusée, vous avez déjà atteint la limite économique maximale",
  "EconomicsExceedsLimit": "Transaction refusée, cela dépasserait la limite économique maximale de {0}",
  "ServerRewards": "GUIShop n'a pas reçu de réponse du plugin ServerRewards. Veuillez vous assurer que le plugin ServerRewards est correctement installé.",
  "TakeCurrency": "GUIShop n'a pas réussi à prendre cette devise lors de l'achat {0}",
  "Bought": "Vous avez acheté {0} x {1} avec succès.",
  "Sold": "Vous avez vendu {0} x {1} avec succès.",
  "Cooldown": "Vous ne pouvez acheter cet article que toutes les {0} secondes.",
  "InventoryFull": "Votre inventaire est plein.",
  "InventorySlots": "Vous avez besoin d'au moins {0} emplacements d'inventaire gratuits.",
  "ErrorShop": "Il y a un problème avec cette boutique. Veuillez contacter un administrateur.",
  "GlobalShopsDisabled": "Les boutiques globales sont désactivées. Ce serveur utilise des vendeurs de PNJ!",
  "DeniedActionInShop": "Vous n'êtes pas autorisé à {0} dans cette boutique",
  "ShopItemItemInvalid": "AVERTISSEMENT: il semble que cet article que vous possédez n'est pas un article valide! Veuillez contacter un administrateur!",
  "ItemNotValidbuy": "AVERTISSEMENT: Il semble que ce ne soit pas un article valide à acheter, veuillez contacter un administrateur!",
  "ItemNotValidsell": "AVERTISSEMENT: Il semble que ce ne soit pas un article valide à vendre, veuillez contacter un administrateur!",
  "RedeemKitFail": "AVERTISSEMENT: Une erreur s'est produite lors de la remise de ce kit, veuillez contacter un administrateur!",
  "NotKit": "Ce n'est pas un nom de kit valide attribué à cet article de la boutique {0}",
  "BuyCmd": "Impossible d'acheter plusieurs exemplaires de cet article!",
  "BuyPriceFail": "AVERTISSEMENT: aucun prix d'achat n'a été donné par l'administrateur, vous ne pouvez pas acheter cet article",
  "SellPriceFail": "AVERTISSEMENT: aucun prix de vente n'a été donné par l'administrateur, vous ne pouvez pas vendre cet article",
  "NotEnoughMoney": "Vous avez besoin de {0} pièces pour acheter {1} sur {2}",
  "NotEnoughMoneyCustom": "Vous avez besoin de {0} devise pour acheter {1} x {2}",
  "CustomCurrencyFail": "L'administrateur WANRING a défini cette boutique appelée {0} comme devise personnalisée mais n'a pas défini d'ID de devise valide {1}",
  "NotEnoughSell": "Vous n'avez pas assez de cet article.",
  "NotNothingShopFail": "Vous ne pouvez pas acheter Zero de cet article.",
  "ItemNoExist": "AVERTISSEMENT: l'article que vous essayez d'acheter ne semble pas exister! Veuillez contacter un administrateur!",
  "ItemNoExistTake": "L'article que vous essayez de vendre n'est pas vendable pour le moment.",
  "ItemIsNotBlueprintable": "Cet article de la boutique {0} ne peut pas être défini comme plan !",
  "BuildingBlocked": "Vous ne pouvez pas faire vos achats dans une zone de bâtiment bloquée.",
  "BlockedMonuments": "Vous ne pouvez pas utiliser la boutique à proximité d'un monument!",
  "ItemNotEnabled": "Le commerçant a désactivé cet article.",
  "ItemNotFound": "L'élément n'a pas été trouvé",
  "CantSellCommands": "Vous ne pouvez pas revendre les commandes à la boutique.",
  "CantSellKits": "Vous ne pouvez pas revendre les kits à la boutique.",
  "GUIShopResponse": "GUIShop attend la fin des téléchargements d'ImageLibrary & LangAPI, veuillez patienter.",
  "NPCResponseClose": "Merci pour vos achats chez {0} revenez bientôt!",
  "NPCResponseOpen": "Bienvenue dans le {0} que souhaitez-vous acheter? Appuyez sur E pour commencer vos achats!",
  "NoPerm": "Vous n'êtes pas autorisé à faire des achats chez {0}",
  "WipeReady": "Chère {0}, tous les magasins sont fermés pour \n {1} minutes",
  "ImageLibraryFailure": "ImageLibrary semble être manquant ou occupé par d'autres ordres de chargement de plugins. GUIShop est inutilisable. \n Rechargez GUIShop et augmentez la limite de vérification du compteur de configuration à plus de {0}",
  "NoPermUse": "Tu n'as pas la permission {0}",
  "Commands": "Commandes",
  "Attire": "Tenue",
  "Misc": "Divers",
  "Items": "Articles",
  "Ammunition": "Munition",
  "Construction": "Construction",
  "Component": "Composant",
  "Traps": "Pièges",
  "Electrical": "Électrique",
  "Fun": "Amusement",
  "Food": "Nourriture",
  "Resources": "Ressources",
  "Tool": "Outil",
  "Weapon": "Arme",
  "Medical": "Médical",
  "Minicopter": "Minicopter",
  "Sedan": "Sedan",
  "Airdrop Call": "Fumigène de dètresse"
}