{
  "Economics": "GUIShop hat keine Antwort vom Economics-Plugin erhalten. Bitte stellen Sie sicher, dass das Economics-Plugin korrekt installiert ist.",
  "EconomicsMaxDebt": "Transaktion abgelehnt, Sie haben bereits die maximale wirtschaftliche Verschuldung erreicht",
  "EconomicsExceedsDebt": "Transaktion abgelehnt, dies würde das maximale Wirtschaftsschuldenlimit von {0} überschreiten",
  "CustomInvalidID": "Benutzerdefinierte Währungs-ID ist ungültig Konfiguration muss für diesen Shop aktualisiert werden {0}",
  "MaxEconomicsBalance": "Transaktion abgelehnt, Sie haben bereits das maximale Wirtschaftslimit erreicht",
  "EconomicsExceedsLimit": "Transaktion abgelehnt, dies würde das maximal erzielbare Wirtschaftslimit von {0} überschreiten",
  "ServerRewards": "GUIShop hat keine Antwort vom ServerRewards-Plugin erhalten. Bitte stellen Sie sicher, dass das ServerRewards-Plugin korrekt installiert ist.",
  "TakeCurrency": "GUIShop hat es versäumt zu nehmen Währung beim Kauf {0}",
  "Bought": "Sie haben {0} x {1} erfolgreich gekauft.",
  "Sold": "Sie haben {0} x {1} erfolgreich verkauft.",
  "Cooldown": "Sie können diesen Artikel nur alle {0} Sekunden kaufen.",
  "InventoryFull": "Ihr Inventar ist voll.",
  "InventorySlots": "Sie benötigen mindestens {0} freie Inventarplätze.",
  "ErrorShop": "Mit diesem Shop stimmt etwas nicht. Bitte wenden Sie sich an einen Administrator.",
  "GlobalShopsDisabled": "Globale Shops sind deaktiviert. Dieser Server verwendet NPC-Anbieter!",
  "DeniedActionInShop": "Sie dürfen in diesem Shop nicht {0}",
  "ShopItemItemInvalid": "WARNUNG: Es scheint, dass dieser Verkaufsartikel, den Sie haben, kein gültiger Artikel ist! Bitte wenden Sie sich an einen Administrator!",
  "ItemNotValidbuy": "WARNUNG: Es scheint, als wäre es kein gültiger Artikel zum Kaufen. Bitte wenden Sie sich an einen Administrator!",
  "ItemNotValidsell": "WARNUNG: Es scheint, dass es sich nicht um einen gültigen Artikel handelt. Bitte wenden Sie sich an einen Administrator.",
  "RedeemKitFail": "WARNUNG: Bei der Bereitstellung dieses Kits ist ein Fehler aufgetreten. Bitte wenden Sie sich an einen Administrator.",
  "NotKit": "Dies ist kein gültiger Kit-Name, der diesem Shop-Artikel {0} zugewiesen ist.",
  "BuyCmd": "Mehrere Artikel können nicht gekauft werden!",
  "BuyPriceFail": "WARNUNG: Der Administrator hat keinen Kaufpreis angegeben. Sie können diesen Artikel nicht kaufen",
  "SellPriceFail": "WARNUNG: Der Administrator hat keinen Verkaufspreis angegeben. Sie können diesen Artikel nicht verkaufen",
  "NotEnoughMoney": "Sie benötigen {0} Münzen, um {1} von {2} zu kaufen.",
  "NotEnoughMoneyCustom": "Sie benötigen {0} Währung, um {1} x {2} zu kaufen.",
  "CustomCurrencyFail": "WARNUNG Administrator; dieser Shop {0} ist auf eine benutzerdefinierte Währung eingestellt, hat aber keine gültige Währungs-ID {1}",
  "NotEnoughSell": "Sie haben nicht genug von diesem Artikel.",
  "NotNothingShopFail": "Sie können Zero von diesem Artikel nicht kaufen.",
  "ItemNoExist": "WARNUNG: Der Artikel, den Sie kaufen möchten, scheint nicht zu existieren! Bitte wenden Sie sich an einen Administrator!",
  "ItemNoExistTake": "Der Artikel, den Sie verkaufen möchten, ist derzeit nicht verfügbar.",
  "ItemIsNotBlueprintable": "Dieser Shop-Artikel {0} kann nicht als Blaupause festgelegt werden!",
  "BuildingBlocked": "Sie können nicht in einem blockierten Bereich einkaufen.",
  "BlockedMonuments": "Sie dürfen den Shop nicht in der Nähe eines Denkmals benutzen!",
  "ItemNotEnabled": "Der Ladenbesitzer hat diesen Artikel deaktiviert.",
  "ItemNotFound": "Element wurde nicht gefunden",
  "CantSellCommands": "Sie können keine Befehle an den Shop zurückverkaufen.",
  "CantSellKits": "Sie können Kits nicht an den Shop zurückverkaufen.",
  "GUIShopResponse": "GUIShop wartet auf den Abschluss der ImageLibrary & LangAPI-Downloads. Bitte warten Sie.",
  "NPCResponseClose": "Vielen Dank für Ihren Einkauf bei {0}. Kommen Sie bald wieder!",
  "NPCResponseOpen": "Willkommen bei der {0}, was möchten Sie kaufen? Drücken Sie E, um mit dem Einkaufen zu beginnen!",
  "NoPerm": "Sie sind nicht berechtigt, bei  einzukaufen {0}",
  "WipeReady": "Liebling {0}, alle Geschäfte sind geschlossen für \n {1} Minuten",
  "ImageLibraryFailure": "ImageLibrary scheint zu fehlen oder von anderen Plugin-Ladeaufträgen belegt zu sein. GUIShop ist unbrauchbar. \n Laden Sie GUIShop neu und erhöhen Sie das Prüflimit für den Konfigurationszähler auf mehr als {0}",
  "NoPermUse": "Sie haben keine Berechtigung {0}",
  "Commands": "Befehle",
  "Attire": "Kleidung",
  "Misc": "Sonstiges",
  "Items": "Artikel",
  "Ammunition": "Munition",
  "Construction": "Konstruktion",
  "Component": "Komponenten",
  "Traps": "Fallen",
  "Electrical": "Elektrik",
  "Fun": "Spaß",
  "Food": "Essen",
  "Resources": "Ressourcen",
  "Tool": "Werkzeuge",
  "Weapon": "Waffen",
  "Medical": "Medizin",
  "Minicopter": "Minikopter",
  "Sedan": "Limousine",
  "Airdrop Call": "Airdrop rufen"
}