{
  "Economics": "GUIShop heeft geen reactie ontvangen van de Economics-plug-in. Zorg ervoor dat de Economics-plug-in correct is geïnstalleerd.",
  "EconomicsMaxDebt": "Transactie geweigerd, u heeft al een maximale economische schuld",
  "EconomicsExceedsDebt": "Transactie geweigerd, dit zou de maximale economische schuldlimiet van {0} overschrijden",
  "CustomInvalidID": "Aangepaste valuta-ID is niet geldig configuratie vereist update voor deze winkel {0}",
  "MaxEconomicsBalance": "Transactie geweigerd, u zit al op de maximale economische limiet",
  "EconomicsExceedsLimit": "Transactie geweigerd, dit zou de max. verdienbare economische limiet van {0} overschrijden",
  "ServerRewards": "GUIShop heeft geen antwoord ontvangen van de ServerRewards-plug-in. Zorg ervoor dat de ServerRewards-plug-in correct is geïnstalleerd.",
  "TakeCurrency": "GUIShop heeft deze valuta niet ontvangen bij aankoop {0}",
  "Bought": "U heeft met succes {0} x {1} gekocht.",
  "Sold": "U heeft met succes {0} x {1} verkocht.",
  "Cooldown": "U kunt dit item slechts elke {0} seconden kopen.",
  "InventoryFull": "Uw inventaris is vol.",
  "InventorySlots": "U heeft minimaal {0} gratis voorraadvakken nodig.",
  "ErrorShop": "Er is iets mis met deze winkel. Neem contact op met een admin.",
  "GlobalShopsDisabled": "Global Shops zijn uitgeschakeld. Deze server gebruikt NPC-leveranciers!",
  "DeniedActionInShop": "Je mag niet {0} in deze winkel komen",
  "ShopItemItemInvalid": "WAARSCHUWING: het lijkt erop dat dit verkoopartikel dat u heeft geen geldig item is! Neem contact op met een beheerder!",
  "ItemNotValidbuy": "WAARSCHUWING: Het lijkt erop dat het geen geldig item is om te kopen. Neem contact op met een beheerder!",
  "ItemNotValidsell": "WAARSCHUWING: Het lijkt erop dat het geen geldig item is om te verkopen. Neem contact op met een beheerder!",
  "RedeemKitFail": "WAARSCHUWING: Er is een fout opgetreden bij het overhandigen van deze kit. Neem contact op met een beheerder!",
  "NotKit": "Dit is geen geldige kitnaam die is toegewezen aan dit winkelitem {0}",
  "BuyCmd": "Kan niet meerdere van dit item kopen!",
  "BuyPriceFail": "WAARSCHUWING: Er is geen koopprijs gegeven door de admin, u kunt dit item niet kopen",
  "SellPriceFail": "WAARSCHUWING: Er is geen verkoopprijs opgegeven door de beheerder, u kunt dit item niet verkopen",
  "NotEnoughMoney": "U heeft {0} munten nodig om {1} van {2} te kopen",
  "NotEnoughMoneyCustom": "U heeft {0} valuta nodig om {1} x {2} te kopen",
  "CustomCurrencyFail": "WANRING Beheerder heeft deze winkel met de naam {0} ingesteld als aangepaste valuta, maar heeft geen geldige valuta-ID ingesteld {1}",
  "NotEnoughSell": "Je hebt niet genoeg van dit item.",
  "NotNothingShopFail": "U kunt geen nul van dit artikel kopen.",
  "ItemNoExist": "WAARSCHUWING: Het artikel dat u probeert te kopen, lijkt niet te bestaan! Neem contact op met een beheerder!",
  "ItemNoExistTake": "Het item dat u probeert te verkopen, is op dit moment niet verkoopbaar.",
  "ItemIsNotBlueprintable": "Dit winkelitem {0} kan niet worden ingesteld als blauwdruk! Neem contact op met beheerder",
  "BuildingBlocked": "U kunt niet winkelen in een gebied dat geblokkeerd is door gebouwen.",
  "BlockedMonuments": "Je mag de winkel niet gebruiken in de buurt van een monument!",
  "ItemNotEnabled": "De winkelier heeft dit item uitgeschakeld.",
  "ItemNotFound": "Item is niet gevonden",
  "CantSellCommands": "Je kunt geen commando's terug verkopen aan de winkel.",
  "CantSellKits": "U kunt kits niet terug verkopen aan de winkel.",
  "GUIShopResponse": "GUIShop wacht tot het downloaden van ImageLibrary & LangAPI is voltooid, even geduld.",
  "NPCResponseClose": "Bedankt voor het winkelen bij {0}, kom snel weer!",
  "NPCResponseOpen": "Welkom bij de {0} wat wilt u kopen? Druk op E om te beginnen met winkelen!",
  "NoPerm": "U heeft geen toestemming om te winkelen bij {0}",
  "WipeReady": "{0}, alle winkels zijn gesloten voor \n {1} minuten",
  "ImageLibraryFailure": "ImageLibrary lijkt te ontbreken of wordt bezet door andere laadopdrachten voor plug-ins. GUIShop is onbruikbaar. \n Herlaad GUIShop en verhoog de controlelimiet van de configuratieteller naar hoger dan {0}",
  "NoPermUse": "Je hebt geen toestemming {0}",
  "Commands": "Commando's",
  "Attire": "Kleding",
  "Misc": "Diversen",
  "Items": "Artikelen",
  "Ammunition": "Munitie",
  "Construction": "Bouw",
  "Component": "Component",
  "Traps": "Vallen",
  "Electrical": "Elektrisch",
  "Fun": "Pret",
  "Food": "Voedsel",
  "Resources": "Middelen",
  "Tool": "Tool",
  "Weapon": "Wapen",
  "Medical": "Medisch",
  "Minicopter": "Minikopter",
  "Sedan": "Sinds",
  "Airdrop Call": "Airdrop-oproep"
}