{
  "Economics": "O GUIShop não recebeu resposta do plugin Economics. Certifique-se de que o plugin Economics está instalado corretamente. ",
  "EconomicsMaxDebt": "Transação recusada, você já está com dívida econômica máxima",
  "EconomicsExceedsDebt": "A transação foi recusada. Isso excederia o limite máximo de dívida econômica de {0}",
  "CustomInvalidID": "O ID de moeda personalizado não é válido A configuração requer atualização para esta loja {0}",
  "MaxEconomicsBalance": "Transação recusada, você já está no limite máximo de economia",
  "EconomicsExceedsLimit": "A transação foi recusada. Isso excederia o limite máximo de economia de ganhos de {0}",
  "ServerRewards": "GUIShop não recebeu uma resposta do plugin ServerRewards. Certifique-se de que o plugin ServerRewards esteja instalado corretamente. ",
  "TakeCurrency": "GUIShop não conseguiu usar esta moeda {0} na compra",
  "Bought": "Você comprou com sucesso {0} {1}.",
  "Sold": "Você vendeu com sucesso {0} {1}. ",
  "Cooldown": "Você só pode comprar este item a cada {0} segundos.",
  "InventoryFull": "Seu inventário está cheio.",
  "InventorySlots": "Você precisa de pelo menos {0} slots de inventário gratuitos.",
  "ErrorShop": "Há algo errado com esta loja. Entre em contato com um administrador.",
  "GlobalShopsDisabled": "Lojas globais estão desativadas. Este servidor usa fornecedores NPC!",
  "DeniedActionInShop": "Você não tem permissão para {0} nesta loja",
  "ShopItemItemInvalid": "AVISO: Parece que este item de venda que você tem não é um item válido! Entre em contato com um administrador!",
  "ItemNotValidbuy": "AVISO: parece que não é um item válido para comprar, entre em contato com um administrador!",
  "ItemNotValidsell": "AVISO: parece que não é um item válido para vender, entre em contato com um administrador!",
  "RedeemKitFail": "AVISO: Ocorreu um erro ao fornecer este kit a você, entre em contato com um administrador!",
  "NotKit": "Este não é um nome de kit válido atribuído a este item da loja {0}",
  "BuyCmd": "Não é possível comprar vários deste item!",
  "BuyPriceFail": "AVISO: Nenhum preço de compra foi fornecido pelo administrador, você não pode comprar este item",
  "SellPriceFail": "AVISO: Nenhum preço de venda foi fornecido pelo administrador, você não pode vender este item",
  "NotEnoughMoney": "Você precisa de {0} moedas para comprar {1}x {2}",
  "NotEnoughMoneyCustom": "Você precisa de {0} moeda para comprar {1}x {2}",
  "CustomCurrencyFail": "O administrador do WANRING tem esta loja chamada {0} definida como moeda personalizada, mas não definiu um ID de moeda válido {1}",
  "NotEnoughSell": "Você não tem o suficiente deste item.",
  "NotNothingShopFail": "Você não pode comprar Zero deste item.",
  "ItemNoExist": "AVISO: o item que você está tentando comprar parece não existir! Entre em contato com um administrador!",
  "ItemNoExistTake": "O item que você está tentando vender não pode ser vendido no momento.",
  "ItemIsNotBlueprintable": "Este item da loja {0} não pode ser definido como um projeto! Administrador de contato",
  "BuildingBlocked": "Você não pode fazer compras enquanto estiver em uma área de construção bloqueada. ",
  "BlockedMonuments": "Você não pode usar a loja perto de um Monumento!",
  "ItemNotEnabled": "O lojista desativou este item.",
  "ItemNotFound": "Item não encontrado",
  "CantSellCommands": "Você não pode vender comandos de volta para a loja.",
  "CantSellKits": "Você não pode vender Kits de volta para a loja.",
  "GUIShopResponse": "GUIShop está esperando o download da ImageLibrary & LangAPI terminar, por favor aguarde.",
  "NPCResponseClose": "Obrigado por comprar em {0} volte em breve!",
  "NPCResponseOpen": "Bem-vindo ao {0} o que você gostaria de comprar? Pressione E para começar a comprar!",
  "NoPerm": "Você não tem permissão para comprar em {0}",
  "WipeReady": "Caro {0}, todas as lojas estão fechadas por \n {1} minutos",
  "ImageLibraryFailure": "ImageLibrary parece estar ausente ou ocupado por outros pedidos de carregamento de plug-ins. GUIShop está inutilizável. \n Recarregue o GUIShop e aumente o limite de verificação do contador de configuração para mais de {0}",
  "NoPermUse": "Você não tem permissão {0}",
  "Commands": "Comandos",
  "Attire": "Vestuário",
  "Misc": "Misc",
  "Items": "Items",
  "Ammunition": "Munição",
  "Construction": "Construção",
  "Component": "Componente",
  "Traps": "Traps",
  "Electrical": "Elétrico",
  "Fun": "Diversão",
  "Food": "Comida",
  "Resources": "Resources",
  "Tool": "Ferramenta",
  "Weapon": "Arma",
  "Medical": "Médico",
  "Minicopter": "Minicóptero",
  "Sedan": "Desde a",
  "Airdrop Call": "Airdrop Call"
}