{
  "Economics": "GUIShop fick inte svar från pluginet Economics. Se till att plugin för ekonomi är korrekt installerad.",
  "EconomicsMaxDebt": "Transaktionen avvisad du är redan på max ekonomiskuld",
  "EconomicsExceedsDebt": "Transaktionen avvisades detta skulle överskrida den högsta ekonomiska skuldgränsen på {0}",
  "CustomInvalidID": "Anpassat valuta-ID är inte giltigt konfiguration kräver uppdatering för denna butik {0}",
  "MaxEconomicsBalance": "Transaktionen avvisad, du har redan nått den högsta ekonomiska gränsen",
  "EconomicsExceedsLimit": "Transaktionen avvisades detta skulle överskrida den högsta möjliga ekonomigränsen på {0}",
  "ServerRewards": "GUIShop fick inte svar från ServerRewards-plugin. Se till att ServerRewards-tillägget är korrekt installerat.",
  "TakeCurrency": "GUIshop har misslyckats med att ta denna valuta vid köp {0}",
  "Bought": "Du har köpt {0} x {1}.",
  "Sold": "Du har sålt {0} x {1}.",
  "Cooldown": "Du kan bara köpa den här varan var {0} sekund.",
  "InventoryFull": "Ditt lager är fullt.",
  "InventorySlots": "Du behöver minst {0} lediga lagerplatser.",
  "ErrorShop": "Det är något fel med denna butik. Kontakta en administratör.",
  "GlobalShopsDisabled": "Globala butiker är inaktiverade. Denna server använder NPC-leverantörer!",
  "DeniedActionInShop": "Du får inte {0} i den här butiken",
  "ShopItemItemInvalid": "VARNING: Det verkar som att detta säljföremål du har inte är ett giltigt objekt! Vänligen kontakta en administratör!",
  "ItemNotValidbuy": "VARNING: Det verkar som om det inte är ett giltigt objekt att köpa. Kontakta en administratör!",
  "ItemNotValidsell": "VARNING: Det verkar som om det inte är ett giltigt objekt att sälja. Kontakta en administratör!",
  "RedeemKitFail": "VARNING: Det uppstod ett fel när du gav dig detta kit. Kontakta en administratör!",
  "NotKit": "Detta är inte ett giltigt kitnamn som har tilldelats denna butiksvara {0}",
  "BuyCmd": "Kan inte köpa flera av denna artikel!",
  "BuyPriceFail": "VARNING: Inget köppris gavs av administratören, du kan inte köpa denna artikel",
  "SellPriceFail": "VARNING: Inget försäljningspris gavs av administratören, du kan inte sälja denna artikel",
  "NotEnoughMoney": "Du behöver {0} mynt för att köpa {1} av {2}",
  "NotEnoughMoneyCustom": "Du behöver {0} valuta för att köpa {1} x {2}",
  "CustomCurrencyFail": "WANRING Admin har angett denna butik som heter {0} som anpassad valuta men har inte angett ett giltigt valuta-ID {1}",
  "NotEnoughSell": "Du har inte tillräckligt med det här objektet.",
  "NotNothingShopFail": "Du kan inte köpa noll av denna artikel.",
  "ItemNoExist": "VARNING: Varan du försöker köpa verkar inte existera! Vänligen kontakta en administratör!",
  "ItemNoExistTake": "Föremålet du försöker sälja kan inte säljas just nu.",
  "ItemIsNotBlueprintable": "Denna butiksartikel {0} kan inte ställas in som en Blueprint! Kontakta Admin",
  "BuildingBlocked": "Du kan inte handla när du är i ett byggnadsspärrat område.",
  "BlockedMonuments": "Du får inte använda butiken i närheten av ett monument!",
  "ItemNotEnabled": "Butiksinnehavaren har inaktiverat detta föremål.",
  "ItemNotFound": "Objektet hittades inte",
  "CantSellCommands": "Du kan inte sälja kommandon tillbaka till butiken.",
  "CantSellKits": "Du kan inte sälja kit tillbaka till butiken.",
  "GUIShopResponse": "GUIShop väntar på att ImageLibrary & LangAPI-nedladdningar ska slutföras. Vänta.",
  "NPCResponseClose": "Tack för att du handlar på {0} kom igen snart!",
  "NPCResponseOpen": "Välkommen till {0} vad vill du köpa? Tryck på E för att börja handla!",
  "NoPerm": "Du har inte behörighet att handla på {0}",
  "WipeReady": "{0}, alla butiker är stängda för \n {1} minuter",
  "ImageLibraryFailure": "ImageLibrary verkar saknas eller upptas av andra insticksladdningsorder. GUIshop är oanvändbart. \n Ladda om GUIshop och öka kontrollgränsen för konfigurationsräknaren till högre än {0}",
  "NoPermUse": "Du har inte tillåtelse {0}",
  "Commands": "Kommandon",
  "Attire": "Klädsel",
  "Misc": "Övrigt",
  "Items": "Objekt",
  "Ammunition": "Ammunition",
  "Construction": "Konstruktion",
  "Component": "Komponent",
  "Traps": "Fällor",
  "Electrical": "Elektrisk",
  "Fun": "Roligt",
  "Food": "Mat",
  "Resources": "Resurser",
  "Tool": "Verktyg",
  "Weapon": "Vapen",
  "Medical": "Medicinsk",
  "Minicopter": "Minikopter",
  "Sedan": "Sedan",
  "Airdrop Call": "Airdrop Call"
}