{
  "Economics": "GUIShop no va rebre cap resposta del connector Economics. Assegureu-vos que el connector d'Economia està instal·lat correctament.",
  "EconomicsMaxDebt": "S'ha rebutjat la transacció, ja teniu el deute econòmic màxim",
  "EconomicsExceedsDebt": "La transacció ha rebutjat, això superaria el límit màxim de deute econòmic de {0}",
  "CustomInvalidID": "L'identificador de moneda personalitzat no és vàlid. La configuració requereix actualització per a aquesta botiga {0}",
  "MaxEconomicsBalance": "La transacció s'ha rebutjat, ja esteu al límit econòmic màxim",
  "EconomicsExceedsLimit": "La transacció ha rebutjat, això supera el límit econòmic màxim que es pot guanyar de {0}",
  "ServerRewards": "GUIShop no ha rebut cap resposta del connector ServerRewards. Assegureu-vos que el connector ServerRewards està instal·lat correctament.",
  "TakeCurrency": "GUIShop no ha pogut acceptar aquesta moneda {0} en comprar-la",
  "Bought": "Heu comprat {0} x {1} correctament.",
  "Sold": "Heu venut correctament {0} x {1}.",
  "Cooldown": "Només podeu comprar aquest article cada {0} segons.",
  "InventoryFull": "El vostre inventari està ple.",
  "InventorySlots": "Necessiteu almenys {0} ranures d'inventari gratuïtes.",
  "ErrorShop": "Hi ha algun problema amb aquesta botiga. Poseu-vos en contacte amb un administrador.",
  "GlobalShopsDisabled": "Les botigues globals estan desactivades. Aquest servidor utilitza proveïdors de NPC.",
  "DeniedActionInShop": "No podeu {0} en aquesta botiga",
  "ShopItemItemInvalid": "ADVERTÈNCIA: Sembla que aquest article de venda que teniu no és un article vàlid. Poseu-vos en contacte amb un administrador.",
  "ItemNotValidbuy": "ADVERTÈNCIA: Sembla que no és un article vàlid per comprar, poseu-vos en contacte amb un administrador.",
  "ItemNotValidsell": "ADVERTÈNCIA: Sembla que no és un article vàlid per vendre, poseu-vos en contacte amb un administrador.",
  "RedeemKitFail": "ADVERTÈNCIA: S'ha produït un error en donar-vos aquest kit. Poseu-vos en contacte amb un administrador.",
  "NotKit": "Aquest no és un nom de kit vàlid assignat a aquest article de botiga {0}",
  "BuyCmd": "No es poden comprar diversos elements.",
  "BuyPriceFail": "AVÍS: l'administrador no va donar cap preu de compra, no podeu comprar aquest article",
  "SellPriceFail": "ADVERTÈNCIA: l'administrador no ha donat cap preu de venda, no es pot vendre aquest article",
  "NotEnoughMoney": "Necessiteu {0} monedes per comprar {1} de {2}",
  "NotEnoughMoneyCustom": "Necessiteu {0} moneda per comprar {1} x {2}",
  "CustomCurrencyFail": "WANRING L'administrador té aquesta botiga anomenada {0} establerta com a moneda personalitzada, però no ha establert un identificador de moneda vàlid {1}",
  "NotEnoughSell": "No en teniu prou amb aquest element.",
  "NotNothingShopFail": "No podeu comprar zero d'aquest article.",
  "ItemNoExist": "ADVERTÈNCIA: sembla que no existeix l'article que intenteu comprar. Poseu-vos en contacte amb un administrador.",
  "ItemNoExistTake": "L'element que intenteu vendre no es pot vendre en aquest moment.",
  "ItemIsNotBlueprintable": "Aquest article de la botiga {0} no es pot definir com a pla. Contacta amb l'administrador",
  "BuildingBlocked": "No es pot comprar mentre es troba en una zona bloquejada.",
  "BlockedMonuments": "No podeu fer servir la botiga a prop d'un monument.",
  "ItemNotEnabled": "El botiguer ha desactivat aquest article.",
  "ItemNotFound": "No s'ha trobat l'element",
  "CantSellCommands": "No podeu vendre comandes a la botiga.",
  "CantSellKits": "No es poden vendre els kits a la botiga.",
  "GUIShopResponse": "GUIShop espera que finalitzin les baixades de ImageLibrary & LangAPI, espereu.",
  "NPCResponseClose": "Gràcies per comprar a {0} torna aviat.",
  "NPCResponseOpen": "Us donem la benvinguda a {0} què voleu comprar? Premeu E per començar a comprar.",
  "NoPerm": "No tens permís per comprar a {0}",
  "WipeReady": "Benvolgut {0}, totes les botigues estan tancades durant \n {1} minuts",
  "ImageLibraryFailure": "Sembla que la ImageLibrary falta o està ocupada per altres ordres de càrrega de connectors. GUIShop no es pot utilitzar. \n Torneu a carregar GUIShop i augmenteu el límit de comprovació del comptador de configuració a més de {0}",
  "NoPermUse": "No tens permís {0}",
  "Commands": "Ordres",
  "Attire": "Vestimenta",
  "Misc": "Misc",
  "Items": "Articles",
  "Ammunition": "Munició",
  "Construction": "Construcció",
  "Component": "Component",
  "Traps": "Paranys",
  "Electrical": "Elèctric",
  "Fun": "Diversió",
  "Food": "Menjar",
  "Resources": "Recursos",
  "Tool": "Eina",
  "Weapon": "Arma",
  "Medical": "Mèdic",
  "Minicopter": "Minicòpter",
  "Sedan": "Des de",
  "Airdrop Call": "Trucada Airdrop"
}